Repository: ThinhLe2910/mobile-app-sale-affina
Catalog: affina/Infrastructure/Utils/*.lproj/Localizable.strings
Languages: vi

source: Your review
vi: Đánh giá của bạn

source: Pre-hospitalization documents
vi: Chứng từ y tế trước nhập viện

source: Not available
vi: Chưa khả dụng

# REGISTRATION_CERTIFICATION
source: Vehical Registration certification (optional)
vi: Carvet Xe (tuỳ chọn)

source: Do you want to close the browser?
vi: Bạn muốn đóng trình duyệt?

source: You want to spend 200 coins
vi: Bạn muốn dùng 200 xu

source: Successfully gift giving
vi: Bạn đã tặng thành công

source: You need to login to use an offer
vi: Bạn cần đăng nhập để sử dụng ưu đãi

source: 1 Offer Selected
vi: Áp dụng 1 Ưu đãi

source: Applicable
vi: Áp dụng

source: I agree with the terms of
vi: Tôi đồng ý với

# I_AGREE_WITH_TERMS_OF_AFFINA'S_INFORMATION_EXPLOITATI
source: I agree with terms of Affina's information exploitation
vi: Tôi đồng ý với điều khoản khai thác thông tin

source: Vehicle Registration Certificate
vi: Carvet xe

# DRIVER'S_LICENSE
source: Driving license
vi: Bằng lái xe

source: Annual Maximum Limit :
vi: Hạn mức/năm

source: I hereby declare that the personal information provided to Affina for service, storage, and to provide third parties to process service provision .
vi: Bằng việc khai báo thông tin này, Khách hàng đồng ý cung cấp thông tin cá nhân cho AFFINA để thực hiện cung cấp dịch vụ, lưu trữ và cung cấp cho Bên thứ 3 để thực hiện cung cấp dịch vụ cho Khách hàng

source: Program Information
vi: Thông tin chương trình

source: Copy successfully
vi: Copy thành công

source: Copy
vi: Sao chép

source: Bank name
vi: Tên ngân hàng

source: No insurance card!
vi: Không có thẻ bảo hiểm!

source: Incident has occurred
vi: Đã xảy ra sự cố

# SORYY
source: Sorry!
vi: Rất tiếc!

source: Example: 123 4567 890 123
vi: Ví dụ: 123 4567 890 123

source: Please fill in the information in this box
vi: Vui lòng điền thông tin vào ô này

source: Please adjust the policyholder information. The policyholder must be above 18 years old
vi: Vui lòng điều chỉnh lại thông tin người mua. Người mua phải trên 18 tuổi

source: PLEASE UNCHECK THE FUNCTION "THE POLICYHOLDER IS ALSO THE INSURED" AND RE-ENTER THE BUYER INFORMATION
vi: Vui lòng bỏ chọn chức năng "Người mua bảo hiểm đồng thời là người được bảo hiểm" và nhập lại thông tin người mua

# THE_POLICYHOLDER_IS_UNDER_18_YEARS_OLD
source: Policyholder is not enough 18 years old
vi: Người mua bảo hiểm chưa đủ 18 tuổi

# RATE
source: Rating
vi: Đánh giá

source: Please enter address
vi: Vui lòng nhập địa chỉ

source: LOGIN TO BUY
vi: Đăng Nhập Để Mua

source: REDEEM VOUCHER
vi: Đổi Voucher

source: Membership levels
vi: Cấp độ thành viên

source: Popular product
vi: Sản phẩm phổ biến

source: Coin
vi: xu

source: Special offer
vi: Ưu đãi đặc biệt

# VOUCHER_TO_EXPIRE
source: About to expire
vi: sắp hết hạn

source: Used/Expired
vi: Đã dùng/Hết hạn

source: Not used yet
vi: Chưa dùng

source: MY VOUCHERS
vi: Vouchers của tôi

source: MY COMPANY
vi: Công ty tôi

# EXCHANGED_BENEFITS
source: Redeemed benefits
vi: Phúc lợi đã đổi

# AVAILABLE_BENEFITS
source: Available points
vi: Số điểm khả dụng

source: INSURANCE PROVIDED
vi: Chương Trình Bảo Hiểm

source: DETAIL BENEFITS
vi: CHI TIẾT QUYỀN LỢI

# LOGIN_TITLE
source: Login
vi: Đăng Nhập

# CONTINUE
source: Next
vi: Tiếp tục

source: Sign up
vi: Đăng ký

source: Expiry
vi: Hạn dùng

# SEND_OTP_CODE_AGAIN
source: Resend OTP code?
vi: Gửi lại mã OTP?

# PLEASE_INPUT_HERE
source: Please enter here!
vi: Vui lòng nhập tại đây!

source: Reset Password
vi: Đặt lại mật khẩu

# RESET_PASSWORD_SUCCESSFUL
source: Reset Password Successfully
vi: Đặt lại mật khẩu thành công

source: Close
vi: Đóng

# I_AGREE
source: I agree with
vi: Tôi đồng ý với

# TERMS
source: terms of use
vi: Điều khoản sử dụng

source: Affina's information exploitation.
vi: điều khoản khai thác thông tin của Affina.

source: and
vi: và

# PRIVACY
source: privacy policies
vi: Chính sách bảo mật

# OUR
source: of Affina
vi: của Affina

source: Password
vi: Mật Khẩu

# REGISTER_SUCCESSFUL
source: Register Successfully
vi: Đăng ký thành công

source: Face ID
vi: Khuôn mặt

source: Touch ID
vi: Vân tay

# CONGRAT_FIRST_INSURANCE_PRODUCT
source: Congratulation, you got the first insurance package successfully
vi: Chúc mừng, bạn đã mua thành công .sản phẩm bảo hiểm đầu tiên

source: Compensation History
vi: Lịch sử bồi thường

source: Email Address
vi: Địa chỉ Email

source: Turn on
vi: Bật

# LIST_CONTRACT
source: List of contracts
vi: Danh sách hợp đồng

source: Use Points
vi: Sử dụng điểm

source: Use Coins
vi: Sử dụng xu

source: Flexi Benefits
vi: Quyền lợi linh hoạt

source: Point
vi: Điểm

source: Use
vi: Sử dụng

source: Pay Insurance Fee
vi: Thanh toán phí bảo hiểm

source: Used
vi: Đã dùng

source: Recurring Fee
vi: Phí định kỳ

# UPDATE_PROFILE_SUCCESS
source: Update personal information successfully
vi: Cập nhật thông tin cá nhân thành công

source: General Terms
vi: Điều khoản chung

source: Product
vi: Sản phẩm

# TRANSACTION_FAILURE
source: Payment failed
vi: Thanh toán thất bại

# REQUEST_SUCCESSFUL
source: Request Successfully
vi: Gửi yêu cầu thành công

source: Login now
vi: Đăng nhập ngay

source: Skip
vi: Bỏ qua

source: Benefit
vi: Quyền lợi

source: Company
vi: Công ty

source: Error
vi: Lỗi

# ERROR_VALID
source: Invalid! Please check again.
vi: Không hợp lệ! Vui lòng kiểm tra lại.

# ERROR_PIN_NOT_MATCH
source: Pin Code not match !
vi: Mã PIN không khớp!

# ERROR_PIN_NOT_CORRECT
source: PIN code is incorrect!
vi: Mã PIN không đúng!

# ERROR_OTP_NOT_MATCH
source: OTP is invalid!
vi: Mã OTP không khớp!

# ERROR_OTP_EXPIRED
source: OTP has expired!
vi: Mã OTP đã hết hạn!

# ERROR_INCORRECT_PASSWORD
source: Incorrect password! Please check again.
vi: Mật khẩu không đúng! Vui lòng kiểm tra lại.

# ERROR_FAILURE_LOGIN
source: Login not successfully
vi: Đăng nhập không thành công

# ERROR_BIOMETRIC_NOT_MATCH
source: Do not match more than the allowed number of times
vi: không khớp quá số lần cho phép. Vui lòng thử lại sau

# ERROR_COMMON
source: An error has occurred! Please try again later.
vi: Đã có lỗi xảy ra! Vui lòng thử lại sau.

# ERROR_SESSION_EXPIRED
source: Your login session has expired. Please re-login your account.
vi: Phiên đăng nhập của bạn đã hết hạn. Vui lòng đăng nhập lại tài khoản.

# ERROR_TOKEN_EXPIRED
source: Your token has expired.
vi: Token của bạn đã hết hạn.

# ERROR_EMPTY_PASSWORD
source: Please enter a password!
vi: Vui lòng nhập mật khẩu!

# ERROR_EMPTY_PHONE_NUMBER
source: Please enter the phone number!
vi: Vui lòng nhập số điện thoại!

# ERROR_ACCOUNT_BLOCK
source: You have requested OTP more than 5 times. Please come back the next day or contact hotline 0909xxxx for advice and resolution.
vi: Bạn đã yêu cầu OTP quá 5 lần. Vui lòng quay lại vào ngày tiếp theo hoặc liên hệ hotline 0909xxxx để được tư vấn giải quyết.

# ACCOUNT_HAVE_BEEN_BLOCKED
source: Account has been blocked!
vi: Tài khoản đã bị khoá!

# BIOMETRIC_HAS_BEEN_BLOCKED
source: Biometrics has been blocked!
vi: Sinh trắc học đã bị khoá!

source: Please enter name
vi: Vui lòng nhập tên

# ERROR_CREATE_CONTRACT
source: Error {Error 10x29183}, please try again.
vi: Lỗi {Error 10x29183}, vui lòng thử lại.

# MINUTES_AGO
source: minute ago
vi: phút trước

source: hours ago
vi: giờ trước

source: days ago
vi: ngày trước

source: Event
vi: Sự kiện

# PLEASE_INPUT_FULL_NAME
source: Please enter fullname!
vi: Vui lòng nhập họ tên!

# PLEASE_SELECT_UR_DOB
source: Please select date of birth!
vi: Vui lòng chọn ngày sinh!

# PLEASE_INPUT_EMAIL
source: Please enter your email!
vi: Vui lòng nhập email!

# PLEASE_INPUT_VALID_EMAIL
source: Please enter the correct email format!
vi: Vui lòng nhập đúng định dạng email!

# PLEASE_INPUT_PROVINCE_CITY
source: Please enter province/city!
vi: Vui lòng nhập tỉnh/thành!

# PLEASE_INPUT_STREET_NAME
source: Please enter street name!
vi: Vui lòng nhập tên đường!

# PLEASE_INPUT_HOUSE_NUMBER
source: Please enter house number!
vi: Vui lòng nhập số nhà!

# PLEASE_INPUT_INFORMATION
source: Please enter information!
vi: Vui lòng nhập thông tin!

# PLEASE_INPUT_CORRECT_FORMAT
source: Please enter the correct format!
vi: Vui lòng nhập đúng định dạng!

# NO_COMMENTS_BE_THE_FIRST_ONE
source: No comments yet! Be the first to comment!
vi: Chưa có bình luận! Hãy trở thành người bình luận đầu tiên!

# JUST_NOW
source: Just finished
vi: Vừa xong

source: To give to Robert Fox
vi: để tặng cho Robert Fox

# TO_USE_FEATURE_NEED_TO_LOG_IN
source: To use this function, you need to login
vi: Để sử dụng tính năng này, bạn cần đăng nhập

source: Log in
vi: Đăng nhập

# ERROR_HAPPENED
source: An error has occurred!
vi: Đã có lỗi xảy ra!

# CONTENT_NOT_AVAILABLE
source: Content is not available.
vi: Nội dung không khả dụng.

# NOTIFICATIONS_EMPTY
source: No notification!
vi: Không có thông báo!

# CARE
source: Subcribe
vi: Quan tâm

# UNCARE
source: Unsubscribe
vi: Bỏ quan tâm

source: Share
vi: Chia sẻ

source: Outpatient treatment
vi: Điều trị ngoại trú

# DOWNLOADS_SUCCESS
source: Download successfully
vi: Tải xuống thành công

# PLEASE_INPUT_INSURED_NAME
source: Please enter the name of the insured!
vi: Vui lòng nhập tên người được bảo hiểm!

# PLEASE_INPUT_CONTACT_NAME
source: Please enter contact person name!
vi: Vui lòng nhập tên người liên lạc!

source: Other
vi: Khác

# PLEASE_INPUT_ACCOUNT_NUMBER
source: Please enter your account number!
vi: Vui lòng nhập số tài khoản!

# PLEASE_INPUT_ACCOUNT_HOLDER
source: Please enter the account holder's name!
vi: Vui lòng nhập tên chủ tài khoản!

# PLEASE_INPUT_BRANCH_NAME
source: Please enter your bank branch!
vi: Vui lòng nhập chi nhánh ngân hàng!

# PLEASE_INPUT_BANK_NAME
source: Please enter bank name!
vi: Vui lòng nhập tên ngân hàng!

# PLEASE_INPUT_RELATIONSHIP
source: Please enter relationship!
vi: Vui lòng nhập mối quan hệ!

# IMAGE_SIZE_TO_BIG
source: The size of the image exceeds the allowed limit!
vi: Dung lượng của ảnh vượt quá cho phép!

source: Parents
vi: Bố mẹ

# COUPLE
source: Your husband/ wife
vi: Vợ chồng

source: Siblings
vi: Anh chị em ruột

# CHILDREN
source: Child
vi: Con cái

source: Month
vi: Tháng

source: Year
vi: Năm

source: Day
vi: Ngày

source: Life time
vi: Trọn đời

source: Partial payment only
vi: Chỉ chi trả một phần

# REQUESTED_PAYMENT_AMOUNT
source: Claim amount (VND)
vi: Số tiền yêu cầu

source: Note:
vi: Ghi chú:

source: Note
vi: Ghi chú

source: Price high to low
vi: Giá giảm dần

# UPDATE_SUCCESS
source: Terms of participation
vi: Cập nhật thành công

source: Price low to high
vi: Giá tăng dần

# BEFORE_DAY
source: before
vi: trước ngày

# CAN_NOT_SAVE_IMAGE_TRY_AGAIN
source: Unable to save photo! Please try again
vi: Không thể lưu ảnh! Vui lòng thử lại

# PLEASE_INPUT_PLACE
source: Please enter location!
vi: Vui lòng nhập địa điểm!

# PLEASE_SELECT_DISCHARGE_DAY
source: Please select discharge date!
vi: Vui lòng chọn ngày ra viện!

# PLEASE_INPUT_MONEY_VALUE
source: Please enter amount!
vi: Vui lòng nhập số tiền!

# PLEASE_INPUT_DOCTOR_DIAGNOSIS
source: Please enter your doctor's diagnosis!
vi: Vui lòng nhập chuẩn đoán của bác sĩ!

# ADDED_IMAGES
source: Added @a images
vi: Đã thêm @a ảnh

# NO_IMAGES
source: Failed to add images
vi: Thêm ảnh thất bại

source: 100% Online
vi: 100% Trực tuyến

# ONECLICK_ONLINE_REGISTER_IN
source: One-click Online register in 1 minute without health declaration
vi: Một chạm để được bảo hiểm, một phút để hoàn tất yêu cầu bồi thường, một phút hoàn tất bồi thường

# NEXT
source: Select from your device
vi: Bằng việc nhấn tiếp tục

source: Simple process
vi: Quy trình đơn giản

# NO_MEDICAL_DECLARATION_IS
source: No medical declaration is required to join in insurance
vi: Không cần khai báo bệnh lý để tham gia bảo hiểm

source: Independent participation
vi: Tham gia độc lập

# CHILDREN_FROM_30DAY_OLD
source: Children from 30-day old can join indenpently without parents
vi: Trẻ em từ 30 ngày tuổi được tham gia độc lập mà không cần bố mẹ tham gia cùng

# COMMIT
source: Commitment
vi: Cam kết đồng hành

# ALWAYS_BE_WITH_YOU
source: Always be with you and committed to renewIing insurance next years
vi: Luôn bên cạnh bạn và cam kết tái tục bảo hiểm trong những năm tiếp theo

# DO_NOT_MISS_ATTRACTIVE
source: Not to miss exclusive offer for you only
vi: Để không bỏ lỡ những ưu đãi hấp dẫn dành riêng cho bạn

source: Later
vi: Để sau

source: Insurance card
vi: Thẻ Bảo Hiểm

source: Critical illness coverage
vi: BH. Bệnh hiểm nghèo

source: Claim request
vi: Yêu Cầu Bồi Thường

# LIST_OF_GURANTEE_HOSPITAL
source: Direct billing service
vi: Bảo lãnh viện phí

source: History
vi: Lịch sử

source: Search
vi: Tìm kiếm...

source: History of redeem
vi: Lịch sử quy đổi

# HOSPITAL_EXPENSE_GURANTEE
source: Direct billing service
vi: Bệnh viện bảo lãnh viện phí

source: Hospital information
vi: Thông tin bệnh viện

source: Address
vi: Địa chỉ

# PHONE
source: Phone number
vi: Số điện thoại

source: Working time
vi: Thời gian hoạt động

# SPECIALITIES
source: Department
vi: Chuyên khoa

source: Direction
vi: Chỉ đường

source: Book an appointment
vi: Đặt lịch

source: Additional Benefits
vi: Quyền lợi bổ sung

source: Insurance contract
vi: Hợp đồng bảo hiểm

source: Valid
vi: Đang hiệu lực

# EXPRIATION_DAY_:
source: Expiration date:
vi: Ngày hết hạn:

# EXPRIATION_DAY
source: Expiration date
vi: Ngày hết hạn

source: Maximum amount of protection
vi: Số tiền bảo vệ tối đa

source: Contract value
vi: Giá trị hợp đồng

# INSURANCE_MONEY
source: Sum insured
vi: Số tiền bảo hiểm

# BENEFITS_OF_INSURANCE
source: Insurance benefits
vi: Quyền lợi bảo hiểm

# SEE_DOWNLOAD_CERTIFICATION
source: View/ Download Certification
vi: Xem / Tải giấy chứng nhận

# APPLICALE
source: Eligibility of insured person
vi: Đối tượng áp dụng

source: Payment method
vi: Phương thức đóng phí

# INSURANCE_EXCLUSION
source: Exclusions
vi: Điều khoản loại trừ

# EXCLUSION_OF_TERMS
source: Exclusions
vi: Điều khoản loại trừ

# PARTICIPATION_TERMS
source: Terms of participation
vi: Điều khoản tham gia

source: Applicant
vi: Bản thân

source: Gender
vi: Giới tính

# CMND
source: Identification card
vi: CMND

# CCCD
source: Identification card
vi: CCCD

# IDENTITY_CARD
source: Identification card
vi: CMND/CCCD

source: Date of birth
vi: Ngày sinh

source: Contact information
vi: Thông tin liên hệ

# DURATION
source: Insurance period
vi: Thời hạn

# CHOOSE_INSURANCE_BENEFIT
source: Select insurance benefits
vi: Lựa chọn Quyền lợi bảo hiểm

# TO_CONTINUE_YOU_NEED
source: To continue, you need to prepare necessary documents: @Discharge certificate, receipts/invoices, medical record/prescription eg.@ in order to finish quickly
vi: Để tiếp tục, bạn cần chuẩn bị các chứng từ cần thiết: @Giấy ra viện, biên lai/ hoá đơn, sổ khám bệnh/ đơn thuốc...@ trước khi bắt đầu điền thông tin để hoàn tất nhanh hơn.

# TO_CONTINUE_YOU_NEED_BM
source: Applicable for inpatient /outpatient due to illness, maternity & dental claim document If claimed amount is below VND 30mil. You need to prepare nescessary documents: @Discharge certificate, receipts/invoices, medical record/prescription eg.@ in order to finish Quickly.
vi: Áp dụng với hồ sơ điều trị nội trú /ngoại trú do bệnh, thai sản, nha khoa có số tiền yêu cầu bồi thường <30 triệu. Bạn cần chuẩn bị các chứng từ cần thiết: @Giấy ra viện, biên lai/ hoá đơn, sổ khám bệnh/ đơn thuốc…@ trước khi bắt đầu điền thông tin để hoàn tất nhanh hơn.

source: Accident
vi: Tai nạn

source: Illness
vi: Bệnh

source: Dental
vi: Nha Khoa

# MARTENITY
source: Maternity
vi: Thai Sản

# SUBSIDY_FOR_HOSPITAL_FEE_INCOME
source: Hospitalization allowance/ Income Compensation
vi: Trợ cấp nằm viện/ hỗ trợ thu nhập

# DEATH_BY_ACCIDENT_ILLNESS
source: Death or Total Permanent Disablement due to Accident/ Illness
vi: Tử vong do tai nạn/bệnh

# SELECT_INSURED_PEOPLE
source: Select the insured person
vi: Chọn đối tượng được bảo hiểm

source: Download
vi: Tải xuống

# INFORMATION_DOCUMENT
source: Claim information
vi: Thông tin, chứng từ

source: Traffic accident
vi: Tai nạn giao thông

# ATTACHED_DOCUMENTS
source: Attachment
vi: Đính kèm chứng từ

# EXAMINATION_DATE_HOSPITAL_DATE
source: Examination date/ Hospital admission date
vi: Ngày khám/ nhập viên

source: Discharge date
vi: Ngày ra viện

source: Treatment place
vi: Nơi điều trị

source: Diagnose
vi: Chẩn đoán

# TOTAL_PAYABLE_VND
source: Claim amount (VND)
vi: số tiền yêu cầu chi trả (VND)

# I_HEREBY_CERTIFY_THAT
source: I hereby certify that the information provided above is true and correct in all details
vi: Tôi xác nhận mọi thông tin trên là chính xác

# DDMMYYYY
source: Receipt information
vi: DD/MM/YYYY

# ACCIDENT_REPORT
source: The minutes of accident
vi: Tường trình tai nạn

source: You can download the template
vi: Bạn có thể tải mẫu

source: Here
vi: Tại đây

source: Upload
vi: Tải lên

source: Take photo
vi: Chụp ảnh

source: Put document in the frame
vi: Đưa giấy tờ của bạn vào khung hình

source: Take photo again
vi: Chụp lại

source: Delete
vi: Xoá

# DISCHARGE_PAPER
source: Beneficiary name
vi: Giấy xuất viện

source: Example of discharge paper
vi: Ví dụ về giấy ra viện

source: I am not hospitalized
vi: Tôi không nằm viện

source: Surgery certification
vi: Giấy chứng nhận phẫu thuật

source: No surgery
vi: Tôi không trải qua phẫu thuật

source: Enthusiastically supported
vi: Đã hỗ trợ nhiệt tình

# PAYMENT_INFOR
source: Payment Information
vi: Thông Tin Nhận Bồi Thường

source: Finished
vi: Đã kết thúc

source: Relationship with the insured
vi: Mối Quan hệ với người được bảo hiểm

# BY_CLICK_CONTINUE_I_READ_ACCEPTED_WITH
source: By pressing "next", I have read and agreed to Affina's terms of use and confidential policy
vi: Bằng việc nhấn tiếp tục, tôi đã đọc và đồng ý với mọi

source: Cancel
vi: Huỷ

source: Submit request successfully
vi: Gửi yêu cầu thành công

# YOUR_REQUEST_HAS_SUBMITTED
source: Your request has been submited successfully. It shall be checked and responsed to you soon.
vi: Yêu cầu của bạn đã được gửi thành công. Hồ sơ của bạn sẽ được kiểm tra và phản hồi kết quả đến bạn sớm.

source: Got it
vi: Đã hiểu

source: Add claim request
vi: Thêm yêu cầu bồi thường

# YOU_CAN_DOWNLOAD_AND
source: You can download and print claim forms here
vi: Bạn có thể tải và in các mẫu hồ sơ yêu cầu bồi thường tại đây

# YOUR_PROFILE_WILL_NOT
source: Your documents will not be saved
vi: Hồ sơ của bạn sẽ không được lưu lại

# YOUR_INFORMATION_WILL_NOT
source: Your inforamtion will not be saved. You need to provide information again in next time to make claim request
vi: Phần thông tin bạn đã cung cấp sẽ không được lưu trên hệ thống Affina. Bạn cần cung cấp lại thông tin để yêu cầu bồi thường trong lần tới.

source: Stay
vi: Ở lại

source: Exit
vi: Thoát

source: Change image
vi: Đổi hình

source: Complete
vi: Hoàn tất

source: Processing
vi: Đang xử lý

source: Treatment information
vi: Thông tin điều trị

source: Used mark
vi: Đánh dấu đã dùng

# PAYMENT_RECEIPT_INFORMATION
source: Payment information
vi: Thông tin nhận thanh toán

# RECEIPT_INFORMATION
source: Payment information
vi: Thông tin nhận thanh toán

source: Payment information
vi: Thông tin nhận thanh toán

# INSURANCE_PAYMENT_INFORMATION
source: Payment information
vi: Thông tin chi trả bảo hiểm

# BENEFICAIARY_NAME
source: Beneficiary name
vi: Tên người thụ hưởng

source: Account number
vi: Số tài khoản

source: Branch of bank
vi: Chi nhánh ngân hàng

# ACCOUNT_HOLDER
source: Beneficiary name
vi: Chủ tài khoản

source: Contract
vi: Hợp đồng

# ADD_DOCUMENT
source: Add documents
vi: Bổ sung hồ sơ

# ATTACH_DOCUMENTS
source: You need to submit documents before xxx
vi: Bạn cần bổ sung các chứng từ Lorem Ipsum trước ngày 08/05/2022

# YOU_NEED_TO_UPDATE_DOCS
source: You need to submit documents
vi: Bạn cần bổ sung các chứng từ

source: Update documents
vi: Cập nhật chứng từ

# REQUEST_ADDITIONAL_INFORMATION
source: Request additional doccument
vi: Yêu cầu bổ sung hồ sơ

# ADD_HARD_COPY_OF_DOCUMENT
source: Submit hard copies
vi: Bổ sung bản cứng của hồ sơ

# THE_INSURER_REQUIRES_YOU
source: You have to send hard copy of claim documents to the insurer
vi: Nhà bảo hiểm yêu cầu bạn cung cấp bản cứng của toàn bộ hồ sơ và gửi lại cho nhà bảo hiểm

source: Enter discount code
vi: Nhập mã khuyến mãi

# DOWNLOAD_FORM
source: Download templates
vi: Tải xuống Mẫu hồ sơ

source: Sent information
vi: Đã gửi thông tin

source: Claim request approved
vi: Duyệt yêu cầu chi trả

# CONTACT_US_REPLY
source: Contact us/ Feedback
vi: Liên hệ hỗ trợ/ Phản hồi

source: Decline
vi: Từ chối

source: Decline to pay
vi: Từ chối chi trả

# ACTUAL_PAYMENT
source: Actual claim paid amount
vi: Số tiền chi trả thực tế

# PAYMENT_REASON
source: Detailed of claim paid amount
vi: Lý do chi trả

# THE_INSURANCE_AMOUNT_WILL
source: Paid amount shall be transferred after 7 working days, to the account
vi: Số tiền bảo hiểm sẽ được chuyển sau 7 ngày làm việc, vào tải khoản:

# MONEY_WILL_BE_TRANSFERED
source: The claim paid amount will be transferred
vi: Số tiền bảo hiểm sẽ được chuyển

# WORK_DAYS_TO_ACCOUNT
source: , to the account:
vi: , vào tài khoản:

# AFTER_7_DAYS
source: after 7 working days
vi: sau 7 ngày làm việc

source: Font of identity card
vi: Mặt trước

source: Back of identity card
vi: Mặt Sau

# YOU_ARE_NOT_LOGGED_IN
source: You have not logged in
vi: Bạn chưa đăng nhập

# PLEASE_LOGIN_TO_USE
source: Please Login to use this function
vi: Hãy đăng nhập để có thể sử dụng tính năng này.

source: Welcome
vi: Xin Chào Bạn

# PLEASE_ENTER_YOUR_PHONE
source: Please enter your phone number to continute
vi: Vui lòng nhập vào số điện thoại của bạn để tiếp tục

source: Enter OTP code
vi: Nhập Mã OTP

source: You didn't receive OTP code?
vi: Bạn không nhận được mã OTP?

source: Resend OTP code
vi: Gửi lại mã OTP

source: Outpatient
vi: Ngoại trú

source: Inpatient
vi: Nội trú

source: Receipt
vi: Biên lai khám bệnh

source: Example of receipt
vi: Ví dụ về biên lai khám bệnh

# INDICATION_AND_TRACKING_PAPER
source: Indication and follow-up sheet for physiotherapy
vi: Chỉ định và phiếu theo dõi tập vật lý trị liệu

source: Examples of surgery certification
vi: Ví dụ về giấy chứng nhận phẫu thuật

# PREHOSPITAL_MEDICAL_DOCUMENTS
source: Pre-hospitalization medical documents
vi: Chứng từ y tế trước nhập viện

source: Example
vi: Ví dụ về chứng từ y tế trước nhập viện

# INDICATION_FOR_FOLLOWUP_EXAMINATION
source: Indication for follow-up examination after discharging
vi: Chỉ định tái khám sau xuất viện

# INVALID_BANK_BRANCH.
source: Invalid bank.
vi: Chi nhánh ngân hàng không hợp lệ.

# EXAMPLE_OF_INDICATION_FOR
source: Example
vi: Ví dụ về chỉ định tái khám sau xuất viện

# INDICATION_OF__MEDICAL
source: Indication of Home Nursing
vi: Chỉ định y tá chăm sóc tại nhà

# DENTAL_BENEFITS
source: Dental Care
vi: Quyền lợi Nha Khoa

source: Latest product
vi: Sản phẩm mới nhất

source: Price from … to …
vi: Sản phẩm trong khoảng

source: Sorted by
vi: Sắp xếp theo

source: Used points
vi: Số điểm đã dùng

source: X-ray film
vi: Phim X Quang

# NEED_MORE_LIGHT
source: Need more light to take a photo
vi: Bạn cần đưa phim ra ngoài sáng để chụp

source: No take an X-ray
vi: Tôi không chụp X Quang

# COURSE_OF_TREATMENT
source: Treatment process
vi: Quá trình điều trị

source: Example about course of treatment
vi: Ví dụ về chứng từ về quá trình điều trị

source: Hospitalization allowance
vi: Trợ cấp nằm viện

# INCOME_SUPPORT
source: Income Compensation
vi: Hỗ trợ thu nhập

source: Driving lisence (optional)
vi: Bằng lái xe (tuỳ chọn)

source: Available:
vi: Khả dụng:

source: Timesheet
vi: Bảng chấm công

# OR_LEAVE_APPROVEMENT_OF
source: Or leave approval letter of the company
vi: Hoặc giấy xác nhận nghỉ của công ty

source: Salary document
vi: Chứng từ lương
