Repository: ThinhLe2910/mobile-app-sale-affina
Catalog: affina/Infrastructure/Utils/*.lproj/Localizable.strings
Languages: vi

# LABOR_CONTEACT_SALARY_ADJUSTMENT
source: Labor contract, salary adjustment decision, payslip with company's confirmation
vi: Hợp đồng lao động, quyết định điều chỉnh lương, phiếu lương có xác nhận của công ty

# OR_THE_REPORT_ON
source: Or the minutes of accident with police/ state-owned department confirmation. You can download template in here
vi: Hoặc biên bản kết luận sự vụ của công an. Bạn có thể tải mẫu

# AFFINA_OFFER_OUR_CONDOLENCES
source: Affina offer our condolences to the family
vi: Affina chia buồn cùng gia đình bạn

# PLEASE_PROVIDE_INFORMATION_TO
source: Please provide information to receive support
vi: Bạn vui lòng cung cấp thông tin để nhận được hỗ trợ

source: Insured name
vi: Tên người được bảo hiểm

source: Name of contact person
vi: Tên người liên hệ

# PHONE_OF_CONTACT_PERSON
source: Contact phone number
vi: Số điện thoại liên hệ

# AFFINA_HAS_RECEIVED_YOUR
source: Affina has received your information, we will contact you soon.
vi: Affina has received your information, we will contact you within X hours

source: Maternity benefits
vi: Quyền lợi Thai Sản

source: Number of days off to redeem
vi: Số ngày phép dùng đổi

source: Insurance Form
vi: Hình thức tham gia bảo hiểm

source: Individual
vi: Theo cá nhân

source: Group
vi: Theo nhóm

# INSURANCE_PRODUCT_DEMAND
source: Your insurance demand
vi: Nhu cầu sản phẩm bảo hiểm

source: Personal
vi: Cá nhân

source: Filter
vi: Bộ lọc

source: Car
vi: Ô tô

source: Motorbike
vi: Xe máy

source: Product for you
vi: Sản phẩm dành cho

source: Male
vi: Nam

source: Female
vi: Nữ

# DATEMONTHYEAR
source: Date of birth
vi: Ngày tháng năm sinh

source: Your budget for insurance
vi: Ngân sách bạn dành cho bảo hiểm

source: Insurer
vi: Nhà bảo hiểm

source: BSH (10 products)
vi: BSH (10 sản phẩm)

source: PTI (4 products)
vi: PTI (4 sản phẩm)

source: GIC (6 products)
vi: GIC (6 sản phẩm)

source: Referral code
vi: Mã giới thiệu

source: Filter product
vi: Lọc sản phẩm

source: Health insurance
vi: Bảo Hiểm Sức khoẻ

source: Highlight
vi: Điểm nổi bật

source: Insurance fee
vi: Phí bảo hiểm

source: More
vi: Xem thêm

# MAIN_BENEFIT
source: Main benefits
vi: Quyền lợi chính

source: Basic
vi: Cơ bản

source: Savings
vi: Tiết kiệm

# ADVANCE
source: Upgrade
vi: Nâng cao

source: Common
vi: Phổ thông

source: Buy now
vi: Mua ngay

source: Vietnamese
vi: Tiếng Việt

# SEE_MORE_ABOUT
source: See more about terms ans conditions of this insurance package
vi: Xem thêm về điều khoản, chính sách và thông tin khác của bảo hiểm này

# USUALLY_BOUGHT_WITH
source: Usually buy with
vi: Thường được mua cùng

# ELIGIBILITY_OF_THE_INSURED
source: Eligibility of the insured person
vi: Đối tượng áp dụng (là người được sử dụng các quyền lợi và mua gói bảo hiểm)

source: Insured information
vi: Thông tin người được bảo hiểm

# YOU_NEED_TO_PROVIDE
source: You need to provide accurate personal information to receive benefits later
vi: Bạn cần cung cấp thông tin cá nhân chính xác để được hưởng quyền lợi sau này

source: Are you an insured?
vi: Bạn là người được bảo hiểm?

source: Mr
vi: Ông

# MISS
source: Ms
vi: Bà

source: Mr
vi: Ông

source: Mrs
vi: Bà

# FIRST_AND_LAST_NAME
source: Full name
vi: Họ và tên

source: Province/City
vi: Tỉnh/ Thành phố

source: District
vi: Quận/ huyện

source: Ward
vi: Phường/ xã

source: Street
vi: Đường/ ấp

# HOUSE_NUMBER
source: Address
vi: Số nhà

# IDENTITY_PAPERS
source: Identity documents
vi: Giấy tờ tuỳ thân

# PERSONAL_IDENTIFIER
source: Personal Identification number
vi: Mã Số định danh

# INSUREDD
source: Insured person
vi: Người được bảo hiểm

# INSURED
source: The insured person
vi: Đối tượng được bảo hiểm

# INSURED_:
source: Insured person:
vi: Người được bảo hiểm:

source: Edit information
vi: Sửa thông tin

# NOT_SUITABLE_FOR_THIS
source: Not suitable for this insurance package
vi: Đối tượng không phù hợp với gói bảo hiểm

# YOU_HAVE_JUST_CHANGED
source: You have just changed the personal information of the insured. With the new information, this person will no longer be able to join the plan you selected. You will have to choose another insurance plan again when you click “Confirm” to change your information.
vi: Bạn vừa thay đổi thông tin cá nhân người được bảo hiểm. Với thông tin mới, người này sẽ không thể tham gia gói bảo hiểm bạn đã chọn. Bạn sẽ phải chọn lại gói bảo hiểm khác khi nhấn “Xác Nhận” thay đổi thông tin.

# CHANGE_INSURANCE_FEE
source: Change insurance premium
vi: Thay đổi phí bảo hiểm

# INFORMATION_OFF_APPLICANT
source: Information of applicant
vi: Thông tin người yêu cầu bảo hiểm

source: Payment
vi: Thanh toán

source: Product information
vi: Thông tin sản phẩm

# INSURED_BENEFITS
source: Insurance benefits
vi: Quyền lợi được bảo hiểm

# INSURANCE_DURATION
source: Insurance period
vi: Thời hạn bảo hiểm

# INSURANCE_START_DATE
source: Effective date
vi: Ngày bắt đầu bảo hiểm

source: Coupon code
vi: Mã giảm giá

source: Your voucher
vi: Voucher của bạn

source: VAT invoice
vi: Xuất hoá đơn đỏ

source: You need to pay
vi: Bạn cần thanh toán

# BY_PROCESSING_THE_PAYMENT
source: By processing the payment, I have read and agree to Affina's terms of use and privacy policy
vi: Bằng việc tiến hành thanh toán, tôi đã đọc và đồng ý với mọi điều khoản sử dụng và chính sách bảo mật của Affina.

source: Terms and conditions
vi: điều khoản sử dụng

source: Privacy Policy
vi: chính sách bảo mật

source: Payment type
vi: Hình thức thanh toán

source: ATM card
vi: ATM (thẻ nội địa)

source: Credit card
vi: Thẻ credit (Visa / Master)

source: Installment via credit card
vi: Trả góp qua thẻ tín dụng

source: Buy now, pay later
vi: Mua trước trả sau

source: Company name
vi: Tên công ty

source: Address company
vi: Địa chỉ công ty

source: Tax code
vi: Mã số thuế

source: Installment payment
vi: Thanh toán trả góp

source: Bank
vi: Ngân hàng

source: Payment term
vi: Kỳ hạn thanh toán

source: 3 month
vi: 3 tháng

source: 6 month
vi: 6 tháng

source: 9 month
vi: 9 tháng

source: Monthly installment
vi: Góp mỗi tháng

source: Conversion fee
vi: Phí chuyển đổi

source: Confirm
vi: Xác nhận

# TOTAL_PRICE_IN_INSTALLMENT
source: Total premium in installment
vi: Tổng giá mua trả góp

# CONFIRM_AND_PAY
source: Confirm and make payment
vi: Xác nhận và thanh toán

source: Choose Bank
vi: Chọn ngân hàng

# YOUR_REQUEST_HAS_BEEN
source: Your request has been sent to the insurer. Your application will be reviewd and replied to you soon. You need to create a PIN code due to privacy.
vi: Yêu cầu của bạn đã được gửi thành công. Hồ sơ của bạn sẽ được kiểm tra và phản hồi kết quả đến bạn sớm. Vì lý do bảo mật thông tin bạn sẽ được yêu cầu tạo một mã pin

# YOUR_REQUEST_HAS_BEEN_LOGGED
source: Your request has been sent to the insurer. Your application will be reviewd and replied to you soon.
vi: Yêu cầu của bạn đã được gửi thành công. Hồ sơ của bạn sẽ được kiểm tra và phản hồi kết quả đến bạn sớm.

source: See now
vi: Xem Ngay

source: Payment failed
vi: Thanh toán thất bại

source: Error {Error 10x29183}, Please {solution}
vi: Lỗi {Error 10x29183}, vui lòng {solution}

source: Try again
vi: Thử lại

# SECURITY
source: Enter PIN code/ Enter Password
vi: Bảo Mật

# CREATE_A_PIN_CODE
source: Create a PIN code to protect your account from unauthorized access
vi: Tạo một mã PIN giúp bảo vệ tài khoản của bạn khỏi bị truy cập trái phép

# CONFIRM_PIN_CODE
source: Enter your PIN code again to confirm
vi: Xác nhận mã PIN bạn vừa tạo bằng cách nhập mã lại một lần nữa

source: Use Face ID
vi: Sử dụng Face ID

# ALLOW_APP_TO_USE
source: Allow app to use @ to log in
vi: Cho phép ứng dụng sử dụng @ để đăng nhập và tài khoản

source: Give to
vi: Tặng cho

source: NO
vi: Không

source: Agree
vi: Đồng ý

source: Customer
vi: Khách

source: Please login here
vi: Bạn hãy Đăng Nhập tại đây

source: System
vi: Hệ thống

source: Terms of Service
vi: Điều khoản dịch vụ

source: Privacy policies
vi: Chính sách về quyền riêng tư

source: Refer friends
vi: Giới thiệu bạn bè

source: Introduction
vi: Giới thiệu

source: Home
vi: Trang chủ

source: News
vi: Tin tức

source: Chat
vi: Trò chuyện

source: Cart
vi: Giỏ hàng

source: Account
vi: Tài khoản

# MEMBER_POINT
source: Member coins
vi: Xu thành viên

source: Membership points
vi: Xu thành viên:

# ACCOUNT_SETTINGS
source: Account setting
vi: Cài đặt tài khoản

source: Personal information
vi: Thông tin cá nhân

source: Notification
vi: Thông báo

source: Privacy setting
vi: Cài đặt bảo mật

source: Service
vi: Dịch vụ

source: Medical history
vi: Lịch sử khám chữa bệnh

source: Order
vi: Đơn hàng

source: Salary advancement history
vi: Lịch sử ứng lương

source: Log out
vi: Đăng xuất

# CHOOSE_PHOTOS_FROM_DEVICE
source: Select photos from your device
vi: Chọn ảnh từ thiết bị

source: Edit personal information
vi: Chỉnh sửa thông tin cá nhân

source: Save
vi: Lưu

source: Turn on: Email
vi: Bật: Email

source: Promtion news, offers
vi: Tin khuyến mãi, ưu đãi

source: Notification from AFFINA
vi: Thông báo từ AFFINA

# TURN_ON_EMAIL_AND
source: Turn on: Email and Push notification
vi: Bật: Email và Thông báo đẩy

source: New message
vi: Tin nhắn mới

source: Notification from company
vi: Thông báo từ công ty

source: Done
vi: Hoàn thành

source: Push notification
vi: Thông báo đẩy

source: Change PIN code
vi: Thay đổi mã Pin

source: Account recovery methods
vi: Phương thức phục hồi

source: Using fingerprint biometrics
vi: Sử dụng Sinh trắc học

source: SMS via phone number
vi: SMS qua số điện thoại

source: Insurance
vi: Bảo hiểm

# DISCOUNT
source: Promotion
vi: Khuyến mãi

source: You need to login
vi: Bạn cần đăng nhập

# SEE_INTERNAL_COMMUNICATIONS_FROM
source: View internal news from your company
vi: Để xem thông tin nội bộ từ công ty của bạn.

source: Read more
vi: Đọc thêm

# LIKE
source: Favorite
vi: Yêu thích

source: Comment
vi: Bình luận

source: Your ideas
vi: Ý kiến của bạn

source: Create account
vi: Tạo Tài Khoản

# YOUR_INFORMATION_IN_IDENTITY
source: Please fill in your personal information to process the insurance policy
vi: Vui lòng cung cấp thông tin chính xác để cấp hợp đồng bảo hiểm

source: Example: Nguyen Van A
vi: Ví dụ: Nguyễn Văn A

# I_AGREE_WITH_TERMS
source: I agree with Terms and privacy policies of AFFINA
vi: Tôi đồng ý với điều khoản sử dụng và chính sách bảo mật của Affina

source: Redeem
vi: Quy đổi

source: Enter PIN code
vi: Nhập mã pin

source: Forgot PIN code?
vi: Quên mã pin?

source: Use Touch ID
vi: Sử dụng Touch ID

source: Search your colleagues
vi: Tìm kiếm tên đồng nghiệp

source: Wellcome to AFFINA !
vi: AFFINA xin chào!

# SEARCH_INSURANCE
source: Search
vi: Tìm Kiếm Bảo Hiểm

# AND_CHOOSE_RIGHT_PRODUCT
source: and select right product
vi: và lựa chọn sản phẩm phù hợp với bạn

source: Convert days off to
vi: Quy đổi ngày phép thành

source: Choose insurance
vi: Chọn loại hình bảo hiểm

source: Choose type of insurance
vi: Chọn loại bảo hiểm

source: Redeem benefits
vi: Quy đổi phúc lợi

source: Insurance type
vi: LOẠI BẢO HIỂM

source: Redeemed successfully
vi: Quy đổi thành công

source: All
vi: Tất cả

source: Health
vi: Sức khoẻ

source: Life insurance
vi: Nhân thọ

source: Non-life insurance
vi: Phi nhân thọ

source: Salary advance
vi: Ứng lương

source: Using point
vi: Sử dụng điểm

source: Outstanding product
vi: Sản phẩm nổi bật

source: Deals for you
vi: Ưu đãi dành cho bạn

source: Similiar as Home/No Product_No Info
vi: giống như Home/No Product_No Info

source: Medicine/ Doctor
vi: Thuốc/ Bác Sĩ

# YOU_CAN_SEND_CLAIM
source: You can send claim request here
vi: Bạn có thể yêu cầu bảo hiểm chi trả số tiền theo hợp đồng tại đây.

# YOU_CAN_BUY_MORE
source: You can buy more insurance products here
vi: Bạn có thể mua thêm các sản phẩm bảo hiểm tại đây

source: Back
vi: Trở lại

source: Similar as Home/First product 1
vi: giống Home/First Product 1

source: Remaining limit
vi: Hạn mức còn lại

source: Remaining limit:
vi: Hạn mức còn lại:

source: Remaining limit (vnd)
vi: Hạn mức còn lại (vnd)

source: Newly created
vi: Mới tạo

source: Approved
vi: Đã duyệt

# OTP_EMAIL_HINT
source: We just sent OTP to email %s, enter it below
vi: Chúng tôi vừa gửi mã OTP vào địa chỉ email %s, hãy nhập nó vào bên dưới

# OTP_PHONE_HINT
source: We just sent OTP to the phone number %s, enter it below.
vi: Chúng tôi vừa gửi mã OTP vào số điện thoại %s, hãy nhập nó vào bên dưới.

# WE_SEND_OTP_TO_UR_CONTACT
source: We just sent OTP to the@, enter it below.
vi: Chúng tôi vừa gửi mã OTP vào@, hãy nhập nó vào bên dưới.

# DESC_OTP_REGISTER
source: We just sent OTP code, please enter it below
vi: Chúng tôi vừa gửi mã OTP, hãy nhập nó vào bên dưới.

# DESC_OTP_FORGOT
source: We just sent OTP to the email address us*****@***, enter it below.
vi: Chúng tôi vừa gửi mã OTP vào địa chỉ email us*****@***, hãy nhập nó vào bên dưới.

# EXPIRE_DATE
source: Expires at:
vi: Hạn sử dụng:

source: Claim
vi: Lấy

source: Expired
vi: Hết hạn

# ERROR_RATING_DES
source: Please rate and select the number of stars before submitting!
vi: Vui lòng đánh giá và chọn số sao tương ứng trước khi gửi!
